Repository: Saltane/bazaar-tr-uk
Catalog: po/*.po
Languages: uk

source: Bazaar
uk: Базар

source: Add, remove or update flatpak software on this computer
uk: Встановлюйте, видаляйте та оновлюйте пакунки Flatpak на Ваш компʼютер

source: GTK;System;PackageManager;Discover;Flatpak;Software;Store;
uk: GTK;System;PackageManager;Discover;Flatpak;Software;Store;Магазин;Крамниця;Флатпак;Пакунки;Програми;

source: Show Git Forge Star Counts
uk: Показувати вподобання зі сторінки розробки

source: Whether to attempt to detect and show "star counts" for projects in the full view
uk: Намагатися віднаходити та показувати кількість уподобань на сторінках застосунків

source: Only Show Free Software
uk: Показувати лише вільні застосунки

source: Hide proprietary software when searching
uk: Ховати власницькі (пропрієтарні) застосунки з пошуку

source: Show Only Flathub Content
uk: Показувати лише вміст з Flathub

source: Filter search results to only show applications available on Flathub
uk: Відсіювати надходження, що не походять з Flathub

source: Debounce Search Inputs
uk: Чекати вводу

source: Add a delay before searching to prevent instant replies while typing
uk: Чекати на закінчення вводу, аби попередити миттєві надходження.

source: Global Progress Bar Theme
uk: Загальний вигляд смужки поступу

source: Describes the look of the global progress bar
uk: Описує вигляд загальної смужки поступу

source: Saved Window Dimensions
uk: Збережені розміри вікна

source: The window dimensions to be used by the next Bazaar window
uk: Розміри, що їх користуватиме наступне вікно Базару

source: Discover and install applications
uk: Знаходьте та встановлюйте застосунки

source: A new app store for GNOME with a focus on discovering and installing applications and addons from Flatpak remotes, particularly Flathub.
uk: Нова крамниця застосунків для GNOME, зосереджена на знаходженні та встановленні застосунків і розширень з віддалених сховищ Flatpak, зокрема Flathub

source: It emphasizes supporting the developers who make the Linux desktop possible. Bazaar features a "curated" tab that can be configured by distributors to allow for a more localized experience.
uk: Базар наголошує на підтримці розробників, що роблять можливим Linux на стільничних компʼютерах. Він має вкладку "підібраних" застосунків, котра може бути налаштована дистрибутивами, аби створити цілісніший досвід.

source: The home view displaying Flathub apps
uk: Домашня сторінка із застосунками з Flathub

source: Nucleus app page
uk: Сторінка застосунку Nucleus

source: Searching for Blender
uk: Шукаємо Blender

source: Manage Add-ons
uk: Керувати розширеннями

source: Remove
uk: Видалити

source: Install
uk: Встановити

source: Of the size of human DNA
uk: від людської ДНК

source: 3 billion base pairs
uk: 3 мільярди пар основ

source: Of the Linux Kernel
uk: від ядра Linux

source: Of the Apollo 11 guidance computer
uk: від бортового обчислювача Apollo 11

source: Total ROM and RAM
uk: увесь простір ПЗП та ОЗП

source: Of the original Super Mario Bros
uk: від першого Super Mario Bros

source: On the NES
uk: на NES

source: Of the size of Wikipedia
uk: від усієї Вікіпедії

source: Without any media
uk: без медіявмісту

source: --- MB
uk: --- МБ

source: Download Size
uk: Розмір завантаження

source: This functionality is currently disabled. It is recommended you download and install Flatseal to manage app permissions.
uk: Цю можливість наразі вимкнено. Для керування дозволами застосунків радимо встановити Flatseal.

source: Constructing Flatpak instance...
uk: Створення примірника Flatpak...

source: Reusing last Flatpak instance...
uk: Повторне використання примірника Flatpak...

source: Flathub is not registered on this system
uk: Flathub не зареєстровано на цій системі

source: Would you like to add Flathub as a remote? If you decline, the Flathub page will not be available. You can change this later.
uk: Бажаєте додати Flathub до переліку віддалених сховищ? В іншому разі, сторінка Flathub буде недоступна. Ви можете змінити це пізніше.

source: Later
uk: Пізніше

source: Add Flathub
uk: Додати Flathub

source: Identifying installed entries...
uk: Визначення встановлених надходжень...

source: Beginning remote entry retrieval while referencing %d blocklist(s)...
uk: Отримання віддалених надходжень із застосуванням %d чорних списків...

source: Receiving Entries
uk: Отримуємо надходження

source: %'d of %'d
uk: %'d із %'d

source: Waiting for background indexing tasks to catch up...
uk: Очікується завершення індексації...

source: Completed initialization in %0.2f seconds
uk: Ініціалізовано за %0.2f сек

source: Checking for updates...
uk: Шукаємо оновлення

source: Synchronizing...
uk: Синхронізуємо...

source: Empty
uk: Порожньо

source: No Curated Applications
uk: Жодного підібраного застосунку

source: Bazaar was not provided a curated content configuration. Contact your operating system's support channels for assistance.
uk: Базару не було надано налаштування підібраного вмісту. По допомогу, зверніться до каналу підтримки Вашої операційної системи.

source: Browser
uk: Оглядач

source: Entry Inspector
uk: Зневаджувач надходжень

source: Serialize
uk: Серіалізувати

source: Convert to JSON
uk: Перетворити в JSON

source: An Error Occurred
uk: Виникла помилка

source: Close
uk: Вийти

source: Copy and Close
uk: Копіювати та вийти

source: Audio & Video
uk: Звук та відео

source: Education
uk: Освіта

source: Science
uk: Наука

source: System
uk: Система

source: Utilities
uk: Утиліти

source: Flathub Not Added
uk: Flathub не додано

source: Trending
uk: Набирають популярність

source: Popular
uk: Популярні

source: More Trending
uk: Показати більше

source: Recently Updated
uk: Нещодавно оновлені

source: More Updated
uk: Показати більше

source: Recently Added
uk: Нещодавно додані

source: More Popular
uk: Показати більше

# Project URL Type
source: Flathub Page
uk: Сторінка Flathub

# Project URL Type
source: Issue Tracker
uk: Відстеження помилок

# Project URL Type
source: FAQ
uk: ЧаПи

# Project URL Type
source: Help
uk: Допомога

# Project URL Type
source: Donate
uk: Пожертви

# Project URL Type
source: Translate
uk: Переклад

# Project URL Type
source: Contact
uk: Звʼязок

# Project URL Type
source: Source Code
uk: Початковий код

# Project URL Type
source: Contribute
uk: Долучитися

source: No Results
uk: Нічого не знайдено

source: Try a different search query
uk: Спробуйте інший запит

source: Content
uk: Вміст

source: Support
uk: Підтримати

source: Repository Star Count
uk: Вподобань на сторінці розробки

source: Download & Install Application
uk: Завантажити й встановити цей застосунок

source: Uninstall Application
uk: Видалити цей застосунок

source: Install Other Version
uk: Встановити іншу версію

source: Unknown
uk: Невідомо

source: Proprietary
uk: Власницька ліцензія

source: No URL
uk: Без URL

source: This application has a FLOSS license, meaning the source code can be audited for safety.
uk: Цей застосунок має вільну ліцензію. Це означає, що початковий код може бути перевірено на безпечність.

source: This application has a proprietary license, meaning the source code is developed privately and cannot be audited by an independent third party.
uk: Цей застосунок має невільну (власницьку) ліцензію. Це означає, що початковий код не є публічно доступним і не може бути перевіреним на безпечність.

source: Bazaar Inspector
uk: Зневаджувач

source: Active Blocklists
uk: Задіяні чорні списки

source: Active Curated-Configs
uk: Задіяні налаштування підібраного вмісту

source: All Entry Groups
uk: Усі групи надходжень

source: Filter...
uk: Відсіяти...

source: Decache and Inspect
uk: Відкинути кеш та дослідити

source: No Flatpaks Installed
uk: Не встановлено жодного пакунку Flatpak

source: Installed
uk: Встановлені

source: Support this application
uk: Підтримати цей застосунок

source: More actions
uk: Більше дій

source: Run this application
uk: Запустити цей застосунок

source: Run
uk: Запустити

source: View Store Page
uk: Відкрити сторінку в крамниці

source: Choose an Installation
uk: Оберіть встановлення

source: You have multiple versions of this app installed. Which one would you like to proceed with?
uk: Ви маєте декілька встановлених версій цього застосунку. З котрою з них Ви бажаєте продовжити?

source: Cancel
uk: Скасувати

source: Preferences
uk: Налаштування

source: Application Details
uk: Докладнощі застосунку

source: Git Forge Star Counts
uk: Вподобань на сторінці розробки

source: Not having a GitHub access token may trigger rate limits
uk: Відсутність токену доступу GitHub може призвести до обмеження Вашого зʼєднання з GitHub

source: Search
uk: Пошук

source: Hide proprietary applications from search results
uk: Ховати власницькі (пропрієтарні) застосунки з пошуку

source: Show Only Flathub Apps
uk: Показувати лише вміст з Flathub

source: Limit search results to applications available on Flathub
uk: Відсіювати надходження, що не походять з Flathub

source: Debounce Search Results
uk: Чекати вводу

source: Wait for a brief pause to reduce system load
uk: Чекати на закінчення вводу, аби попередити миттєві надходження.

source: Accent Color
uk: Акцентний колір

source: Version %s
uk: Версія %s

source: No details for this release
uk: Без подробиць

source: Search Apps
uk: Шукати застосунки

source: Copied!
uk: Скопійовано!

source: Copy Link
uk: Копіювати посилання

source: Open Link
uk: Відкрити посилання

source: Timeline
uk: Часоряд

source: Installs:
uk: Встановлень:

source: World
uk: Світ

source: Finished in %.02f seconds
uk: Завершено за %.02f сек

source: App Add-on
uk: Розширення

source: Runtime
uk: Середовище виконання

source: Install Size
uk: Розмір встановлення

source: Update
uk: Оновлення

source: Transferred %s so far
uk: Наразі отримано %s

source: Pending
uk: Очікуємо

source: Install Now
uk: Встановити зараз

source: Updates Are Available
uk: Доступні оновлення

source: The following applications are eligible for updates. Would you like to install them?
uk: Для цих застосунків доступні оновлення. Бажаєте встановити?

source: %d runtimes and/or addons are eligible for updates. Would you like to install them?
uk: Для %d середовищ виконання та/або розширень доступні оновлення. Бажаєте встановити?

source: Additionally, %d runtimes and/or addons will be updated.
uk: Крім того, буде оновлено %d середовищ виконання та/або розширень.

source: Tasks
uk: Дії

source: Toggle transaction sidebar
uk: Перемкнути віконце дій над застосунками

source: Stop Active Tasks
uk: Зупинити активні дії

source: Clear History
uk: Очистити історію

source: No Tasks Yet
uk: Жодних дій

source: Offline
uk: Поза мережею

source: Loading
uk: Завантажується

source: Browse
uk: Шукати

source: App View
uk: Огляд програми

source: Go Back
uk: Назад

source: View curated applications
uk: Оглянути підібрані застосунки

source: Curated
uk: Підібрані

source: View the latest on Flathub
uk: Оглянути найновіше на Flathub

source: View installed applications
uk: Оглянути встановлені застосунки

source: Main Menu
uk: Головне меню

source: _Donate to Bazaar ❤️
uk: _Пожертувати Базару ❤️

source: _Refresh Content
uk: _Оновити

source: _Preferences
uk: _Налаштування

source: _Keyboard Shortcuts
uk: _Клавіатурні скорочення

source: _About Bazaar
uk: _Про Базар

source: The ability to inspect and install local .flatpak bundle files is coming soon! In the meantime, try running flatpak install --bundle your-bundle.flatpak on the command line.
uk: Можливість оглянути та встановити локальні файл-пакунки .flatpak скоро буде доступна! Тим часом, спробуйте виконати команду flatpak install --bundle ваш-файл-пакунок.flatpak у терміналі.

source: Can't do that right now!
uk: Наразі цього не можна зробити!

source: Install %s?
uk: Встановити %s?

source: May install additional shared components
uk: Можуть бути встановлені додаткові компоненти

source: Remove %s?
uk: Видалити %s?

source: Settings & user data will be kept
uk: Налаштування та користувацькі дані буде збережено

source: Resume Current Tasks
uk: Відновити активні дії

source: Pause Current Tasks
uk: Призупинити активні дії

source: %s: %'u downloads
uk: %s: %'u завантажень

# shortcut window
source: General
uk: Загальні

# shortcut window
source: Open Search Dialog
uk: Відкрити вікно пошуку

# shortcut window
source: Refresh
uk: Оновити

# shortcut window
source: Toggle Transaction Manager
uk: Перемкнути віконце дій над застосунками

# shortcut window
source: Show Shortcuts
uk: Показати клавіатурні скорочення

# shortcut window
source: Quit
uk: Вийти
